
user_money = float(input("Сколько у вас рублей?"))  # Пользователь вводит сумму в рублях
dinar = 196.80   # сохранить в памяти три курса валют
rial = 0.0014   # сохранить в памяти три курса валют 
belrubl = 24.02   # сохранить в памяти три курса валют
brundollar = 43.38  # сохранить в памяти три курса валют

print(round(user_money / dinar,2), "кувейтских динар") # рубль / курс
print(round(user_money / rial,2), "иранских риалов")  # рубль / курс
print(round(user_money / belrubl,2),"белорусских рублей") # рубль / курс
print(round(user_money / brundollar,2),"брунейских долларов") # рубль / курс